Repository: Entroshock/sdev2004-ca-website
Catalog: sdev2004-*-website/app/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: SDEV Assignment
sv: SDEV Uppdrag

source: AES Travel
sv: AES resor

source: Bringing you where you want to be
sv: Tar dig dit du vill vara

source: Current Travel Plans
sv: Aktuella resplaner

source: Here is our 2 travel destinations for you to enjoy
sv: Här är våra 2 resmål för dig att njuta av

source: Sweden
sv: Sverige

source: Get lost in Sweden's untamed wilderness, then find yourself in its vibrant culture.
sv: Gå vilse i Sveriges otämjda vildmark och befinn dig sedan i dess pulserande kultur.

source: Booking
sv: Bokning

source: Find your next adventure in Sweden...
sv: Hitta ditt nästa äventyr i Sverige...

source: Sweden offers a diverse range of experiences, and our selection of hotels, campsites, and B&Bs reflect that. Whether you're looking for a luxurious urban getaway in Stockholm, a cozy cabin in the woods, or a seaside bed and breakfast, we have something for everyone. Our accommodations offer unique experiences that reflect the local culture and heritage, with activities ranging from hiking and skiing in the mountains to fishing and kayaking in the archipelagos. You can enjoy a traditional Swedish breakfast with freshly baked bread or indulge in a spa treatment at our luxury hotels. Whatever your preference, we guarantee that you will have an unforgettable experience while exploring Sweden's natural beauty and vibrant culture.
sv: Sverige erbjuder ett varierat utbud av upplevelser och vårt utbud av hotell, campingplatser och B&B speglar det. Oavsett om du letar efter en lyxig urban semester i Stockholm, en mysig stuga i skogen eller ett bed and breakfast vid havet, har vi något för alla. Våra boenden erbjuder unika upplevelser som speglar den lokala kulturen och arvet, med aktiviteter som sträcker sig från vandring och skidåkning i fjällen till fiske och kajakpaddling i skärgården. Du kan njuta av en traditionell svensk frukost med nybakat bröd eller unna dig en spabehandling på våra lyxhotell. Oavsett vad du föredrar garanterar vi att du kommer att få en oförglömlig upplevelse samtidigt som du utforskar Sveriges naturliga skönhet och pulserande kultur.

source: All
sv: Allt

source: Hotels
sv: Hotell

source: Outdoors
sv: Utomhus

source: B&Bs
sv: B&B

source: Are you ready to go travel with your family and friends to korea?
sv: Är du redo att resa med familj och vänner till Korea?

source: Welcome to our website dedicated to all things related to traveling to Korea! Korea is a fascinating and vibrant country with a rich culture and history. Whether you're interested in exploring the bustling streets of Seoul, soaking in natural hot springs, or discovering ancient temples, Korea has something for everyone.
sv: Välkommen till vår webbplats dedikerad till allt som har med att resa till Korea! Korea är ett fascinerande och levande land med en rik kultur och historia. Oavsett om du är intresserad av att utforska Seouls livliga gator, njuta av naturliga varma källor eller upptäcka antika tempel, har Korea något för alla.

source: As a society that values community and social connections, Korea is the perfect destination for those looking to explore with their loved ones. From exploring ancient temples and palaces to sampling delicious Korean cuisine, there's something for everyone to enjoy. Our website is here to help you plan your dream trip to Korea. We're in control of every detail, from transportation to accommodations, so you can focus on making the most of your time with your family and friends. Come and discover the beauty and warmth of Korea with us. Book your trip today!
sv: Som ett samhälle som värdesätter gemenskap och sociala kontakter är Korea den perfekta destinationen för dem som vill utforska med sina nära och kära. Från att utforska antika tempel och palats till att prova utsökt koreansk mat, det finns något för alla att njuta av. Vår hemsida är här för att hjälpa dig att planera din drömresa till Korea. Vi har kontroll över varje detalj, från transport till boende, så du kan fokusera på att få ut det mesta av din tid med din familj och dina vänner. Kom och upptäck Koreas skönhet och värme med oss. Boka din resa idag!

source: Website Progression
sv: Webbplatsprogression

source: Home
sv: Hem

source: What to do?
sv: Vad ska man göra?

source: Booking your Trip
sv: Boka din resa

source: Don't know what to do in Korea?
sv: Vet du inte vad du ska göra i Korea?

source: Are you planning a trip to Korea, but unsure of what to do or where to start? Look no further! Our guided to-do list is the perfect resource for anyone looking to make the most of their time in this beautiful country. Korea is a land of contrasts, where ancient temples and modern skyscrapers coexist, and traditional customs and contemporary trends blend seamlessly. With so much to see and do, it can be overwhelming to plan your itinerary. That's where our guided to-do list comes in. Our team of experts has curated a comprehensive list of must-see attractions, hidden gems, and cultural experiences that will give you a taste of everything Korea has to offer. From exploring the vibrant streets of Seoul to hiking through picturesque national parks, our to-do list has something for everyone. Not sure where to start? Our to-do list is organized by category, making it easy to find activities that match your interests. Whether you're a foodie looking to sample Korean cuisine, a history buff interested in exploring ancient temples and palaces, or a nature lover seeking adventure in Korea's mountains and beaches, we've got you covered.
sv: Planerar du en resa till Korea, men osäker på vad du ska göra eller var du ska börja? Kolla inte vidare! Vår guidade att göra-lista är den perfekta resursen för alla som vill få ut det mesta av sin tid i detta vackra land. Korea är ett land av kontraster, där antika tempel och moderna skyskrapor samexisterar, och traditionella seder och samtida trender smälter samman sömlöst. Med så mycket att se och göra kan det vara överväldigande att planera din resplan. Det är där vår guidade att-göra-lista kommer in. Vårt team av experter har sammanställt en omfattande lista med attraktioner som måste ses, gömda pärlor och kulturella upplevelser som ger dig en smak av allt Korea har att erbjuda. Från att utforska Seouls livliga gator till att vandra genom pittoreska nationalparker, vår att göra-lista har något för alla. Är du osäker på var du ska börja? Vår att-göra-lista är organiserad efter kategori, vilket gör det enkelt att hitta aktiviteter som matchar dina intressen. Oavsett om du är en matälskare som vill prova koreansk mat, en historiefantast som är intresserad av att utforska antika tempel och palats eller en naturälskare som söker äventyr i Koreas berg och stränder, så har vi dig täckt.

source: Well have a look at our guided todo list
sv: Ta en titt på vår guidade att göra-lista

source: Continue to To Do
sv: Fortsätt att göra

source: Brining you places
sv: tar med dig platser

source: Famous movie filmed at this location!
sv: Berömd film filmad på denna plats!

source: Visit Jeju the famous island where 'Running man' was filmed
sv: Besök Jeju, den berömda ön där "Running man" filmades

source: What we provide
sv: Vad vi tillhandahåller

source: As a solo traveler, you have the freedom to explore at your own pace and experience Korea in a way that suits your interests. From the bustling streets of Seoul to the serene beauty of the countryside, Korea has something for everyone. One of the best things about traveling alone in Korea is the opportunity to immerse yourself in the local culture. Whether you're sampling traditional Korean cuisine or attending a cultural festival, there are endless ways to connect with the people and traditions of this vibrant country. If you're looking for adventure, Korea has plenty to offer. Hike to the top of Mount Hallasan on Jeju Island, explore the ancient ruins of Gyeongju, or hit the slopes at one of Korea's many ski resorts. And when you're ready to unwind, soak in a hot spring or relax on one of Korea's stunning beaches.
sv: Som ensamresenär har du friheten att utforska i din egen takt och uppleva Korea på ett sätt som passar dina intressen. Från Seouls livliga gator till landsbygdens fridfulla skönhet, Korea har något för alla. En av de bästa sakerna med att resa ensam i Korea är möjligheten att fördjupa dig i den lokala kulturen. Oavsett om du provar traditionell koreansk mat eller deltar i en kulturfestival, finns det oändliga sätt att få kontakt med människorna och traditionerna i detta pulserande land. Om du letar efter äventyr har Korea mycket att erbjuda. Vandra till toppen av berget Hallasan på Jeju Island, utforska de antika ruinerna av Gyeongju, eller åk i backarna vid en av Koreas många skidorter. Och när du är redo att varva ner kan du njuta av en varm källa eller koppla av på en av Koreas fantastiska stränder.

source: Bukchon Hanok Villag
sv: Bukchon Hanok Village

source: a traditional Korean village located in Seoul, where visitors can see and experience traditional Korean culture and architecture.
sv: en traditionell koreansk by som ligger i Seoul, där besökare kan se och uppleva traditionell koreansk kultur och arkitektur.

source: a city known for its ancient historic sites and cultural heritage, including royal tombs, temples, and monuments.
sv: en stad känd för sina gamla historiska platser och kulturarv, inklusive kungliga gravar, tempel och monument

source: Traveling in Korea
sv: Resa i Korea

source: The Five Royal Palaces of Seoul
sv: De fem kungliga palatsen i Seoul

source: The five palaces of Seoul are royal palaces of the Joseon Dynasty and symbols of Korea’s culture and history. Each palace has its unique charms: Gyeongbokgung Palace, the royal residence; Changdeokgung Palace, a UNESCO World Heritage Site inscribed in 1997 with remarkable beauty; Deoksugung Palace, a combination of Korean aesthetics and Western architecture; Changgyeonggung Palace, now restored from the damages caused by Japanese occupation; and Gyeonghuigung Palace, humble and simple.
sv: "Seouls fem palats är kungliga palats från Joseondynastin och symboler för Koreas kultur och historia. Varje palats har sin unika charm: Gyeongbokgung-palatset, det kungliga residenset, Changdeokgung-palatset, ett av UNESCO:s världsarvslistor som skrevs in 1997 med en anmärkningsvärd skönhet, Deoksugung-palatset, en kombination av koreansk estetik och västerländsk arkitektur, Changgyeonggung-palatset, som nu har restaurerats efter skadorna som orsakades av den japanska ockupationen, och Gyeonghuigung-palatset, ödmjukt och " enkel."

source: The heart of Seoul’s youth culture is this eclectic collection of cafes, restaurants, bars, clubs, art markets, galleries, and shops. Its numerous alleys wind through the area, carrying unique themes like clubbing, art, and murals (Picasso Street). Busking, performances, events, and the powerful energy of youthful freedom draw numerous youths to the area, especially on weekends.
sv: "Hjärtat av Seouls ungdomskultur är denna eklektiska samling kaféer.restauranger, barer, klubbar, konstmarknader, gallerier och butiker. Dess många gränder slingrar sig genom området och har unika teman som klubbande, konst, och väggmålningar (Picassogatan). Busking, föreställningar, evenemang och " kraftfull energi från ungdomens frihet lockar många ungdomar till området, särskilt på helgerna."

source: COEX is a cultural center housing shops, film theaters, an aquarium, a large bookstore, and a library. Starfield Library in particular is a beloved location for photo ops for its two-story, 13-meter-high bookstores. It is designed as an open space of communication through books, and it hosts many literature-themed cultural events.
sv: "COEX är ett kulturellt centrum med butiker, filmteatrar, ett akvarium, en stor bokhandel och ett bibliotek. Särskilt Starfield Library är ett "en populär plats för fotografering på grund av dess två våningar, 13 meter höga bokhandel. Det är utformat som ett öppet rum för kommunikation genom böcker och är värd för många kulturella evenemang med litteraturtema."

source: Seoul Land has gained popularity as a land of adventures and dreams. Its attractions are organized by themes, such as the World Plaza, Tomorrow Land, Character Town, and Adventure Land. There are about 50 rides, all inspired by Korean animation characters. The amusement park runs a sled slope and a fishing spot in winter. At night, Seoul Land turns into Luna Park decorated with splendid lights.
sv: "Seoul Land har blivit populärt som ett land av äventyr och drömmar. Dess attraktioner är organiserade efter teman, till exempel World Plaza, Tomorrow Land, Character Town och Adventure Land. Det finns cirka 50 åkattraktioner, alla inspirerade av koreanska animationskaraktärer. Nöjesparken har en släde backe och en fiskeplats på vintern. På natten förvandlas Seoul Land till Luna Park dekorerad med fantastiska ljus."

source: Seomjingang Train Village in Gokseong
sv: Seomjingang Train Village i Gokseong

source: Seomjingang Train Village is a train-themed park developed from the former Gokseong Station and the discontinued Jeolla Line. The village is home to Dreamland amusement park; the goblin-themed Yosul (Magic) Land; Chichippuppu Playground, where visitors can learn and experience railway history and culture; an animal farm; a VR zone; and a media art exhibition hall. Visitors can also ride the railbike or the steam locomotive.
sv: "Seomjingang Train Village är en park med tågtema som utvecklats från tidigare Gokseong-stationen och den nedlagda Jeolla-linjen. Byn är nöjesparken Dreamland, Yosul (Magic) Land med goblin-tema, Chichippuppu Playground, där besökarna kan lära sig och uppleva järnvägs- historia och kultur, en djurfarm, en VR-zon och en mediekonstverkstad " "utställningshall. Besökarna kan också åka rälscykel eller ångbåt lokomotiv."

source: Looking for accommodation?
sv: Letar du efter boende?

source: Check out South Korea's places to stay
sv: Kolla in Sydkoreas platser att bo på

source: Book here
sv: Boka här

source: Welcome to Sweden
sv: Välkommen till Sverige

source: Where Dreams are made
sv: Där drömmar skapas

source: About AES SWEDEN
sv: Om AES SWEDEN

source: Welcome to our website dedicated to traveling to Sweden! If you are planning a trip to this beautiful Scandinavian country, you have come to the right place. Our website is designed to provide you with all the information you need to make the most of your visit to Sweden. Here, you will find information about the best places to visit, the most interesting things to do, and the most delicious food to try. Whether you're interested in exploring Stockholm, Gothenburg, or any of Sweden's other amazing cities, we have you covered. You can also find tips on how to get around Sweden, where to stay, and how to plan your itinerary. Our website is also packed with helpful resources to make your trip planning easy and stress-free. We provide information on visas and entry requirements, currency exchange rates, and transportation options. Additionally, we offer advice on how to stay safe while traveling in Sweden and provide tips on cultural etiquette to help you blend in with the locals. So whether you are planning a solo adventure, a romantic getaway, or a family vacation, our website is your one-stop-shop for all things Sweden. Start exploring today and get ready to fall in love with this stunning country!
sv: Välkommen till vår webbplats dedikerad till att resa till Sverige! Om du ä

source: About us
sv: Om oss

source: Travel Planning
sv: Reseplanering

source: We provide the best guides and plans for Travelling
sv: Vi tillhandahåller de bästa guiderna och planerna för resor

source: Destinations
sv: Destinationer

source: Guides for popular tourist Destinations
sv: Guider för populära turistmål

source: Photography
sv: Fotografi

source: Articles on travel photography, including tips for taking great photos and editing techniques
sv: Artiklar om resefotografering, inklusive tips för att ta fantastiska bilde

source: Safety
sv: Säkerhet

source: Your Safety is the most important aspect that we provide on Trips
sv: Din säkerhet är den viktigaste aspekten som vi tillhandahåller på resor

source: Services
sv: Tjänster

source: We Offer a Wide Range of Services which Include
sv: Vi erbjuder ett brett utbud av tjänster som inkluderar

source: Booking Agency
sv: Bokningsbyrå

source: This agency will handle all bookings and services related
sv: Denna byrå kommer att hantera alla bokningar och tjänster relaterade

source: Activities Agency
sv: Verksamhetsbyrå

source: Will suggest activities you can do in a selected Trip
sv: Kommer att föreslå aktiviteter du kan göra på en utvald resa

source: Finanical Agency
sv: Finansiell byrå

source: Handle finances according to your budget and needs
sv: Hantera ekonomi efter din budget och behov

source: Visa Agency
sv: Visumbyrå

source: Provides assistance in obtaining Visas
sv: Ger hjälp med att få visum

source: Happy Clients
sv: Nöjda kunder

source: Travelling the Globe
sv: Reser jorden runt

source: Recommendations
sv: Rekommendationer

source: being recommended Everyday
sv: rekommenderas varje dag

source: Hours Of Support
sv: Supporttimmar

source: given every Week
sv: ges varje vecka

source: Winners
sv: Vinnare

source: for our monthly Travel Lottery
sv: för vårt månatliga reselotteri

source: Our devoted team at AES Travel offers a personalized and hassle-free travel experience. With our platform, users can easily browse, book and plan their trip.
sv: Vårt hängivna team på AES Travel erbjuder ett personligt och problemfrit

source: Product Manager
sv: Produktchef

source: Chief Executive Officer
sv: Verkställande direktör

source: Contact
sv: Kontakt

source: You can contact AES Travel by Email and phone which are below. You also have the option of going to are main offices at the address below or filling out a form which we will respond according to our working hours.
sv: Du kan kontakta AES Travel via e-post och telefon som finns nedan. Du ocks

source: Our Address
sv: Vår adress

source: Email Us
sv: Mejla oss

source: Call Us
sv: Ring oss

source: Your message has been sent. Thank you!
sv: Ditt meddelande har skickats. Tack!

source: Send Message
sv: Skicka meddelande

source: Hej, welcome to Sweden!
sv: Hej, välkommen till Sverige!

source: Things to do and places to see.
sv: Saker att göra och platser att se.

source: North Sweden
sv: Norra Sverige

source: Explore the north of Sweden
sv: Utforska norra Sverige

source: Northern Lights
sv: Norrsken

source: Come visit the Arctic circle and see the stunning lights in the night sky
sv: Kom och besök polcirkeln och se de fantastiska ljusen på natthimlen

source: Architecture
sv: Arkitektur

source: Come explore the world famous scandinavian architectural design
sv: Kom och utforska den världsberömda skandinaviska arkitektoniska designen

source: Naturally stunning region in the East of Sweden
sv: Naturligtvis fantastisk region i östra Sverige

source: Beautiful old Indigenous Culture in the North of Sweden
sv: Vacker gammal urfolkskultur i norra Sverige

source: Swedish food
sv: Svensk mat

source: Try out these swedish delacacies
sv: Prova dessa svenska delikatesser

source: recipes
sv: recept

source: Central Sweden
sv: Mellansverige

source: Explore the Central regions of Sweden
sv: Utforska Sveriges mellersta regioner

source: Come see Sweden's beautiful capital city.
sv: Kom och se Sveriges vackra huvudstad.

source: World famous style
sv: Världsberömd stil

source: Nature
sv: Natur

source: Visit one of Sweden's many lakes or hiking trails
sv: Besök någon av Sveriges många sjöar eller vandringsleder

source: Festivals
sv: Festivaler

source: Culture
sv: Kultur

source: Learn More about our culture.
sv: Lär dig mer om vår kultur.

source: South Sweden
sv: Sydsverige

source: Explore the South of Sweden
sv: Utforska södra Sverige

source: Beautiful city in south
sv: Vacker stad i söder

source: World famous building style
sv: Världsberömd byggnadsstil

source: Oresund bridge
sv: Öresundsbron

source: Longest bridge in Europe connects to Denmark
sv: Den längsta bron i Europa ansluter till Danmark

source: Projects
sv: Projekt

source: Hard Workers
sv: Hårt jobbande arbetare

source: Copyright
sv: upphovsrätt

source: All Rights Reserved
sv: Alla rättigheter förbehållna

source: Home to the Worlds best Travel Services
sv: Hem till världens bästa resetjänster

source: To do
sv: Att göra

source: Language
sv: Språk

source: English
sv: engelsk

source: Korean
sv: koreanska

source: Swedish
sv: svenska

source: Language Selector
sv: Språkväljare
